;TORSO
[legendsangel_Torso_KV_F X2BodyPartTemplate]
DisplayName="传奇天使 身体"

[legendsangel_Torso_MPL_F X2BodyPartTemplate]
DisplayName="传奇天使 身体"

[legendsangel_Torso_FPL_F X2BodyPartTemplate]
DisplayName="传奇天使 身体"

[legendsangel_Torso_HPL_F X2BodyPartTemplate]
DisplayName="传奇天使 身体"

[legendsangel_Torso_LPO_F X2BodyPartTemplate]
DisplayName="传奇天使 身体"

[legendsangel_Torso_MPO_F X2BodyPartTemplate]
DisplayName="传奇天使 身体"

[legendsangel_Torso_HPO_F X2BodyPartTemplate]
DisplayName="传奇天使 身体"

;TORSO WOTC
[legendsangel_Torso_Reaper X2BodyPartTemplate]
DisplayName="传奇天使 身体"

[legendsangel_Torso_PL_Reaper X2BodyPartTemplate]
DisplayName="传奇天使 身体"

[legendsangel_Torso_PO_Reaper X2BodyPartTemplate]
DisplayName="传奇天使 身体"

[legendsangel_Torso_Templar X2BodyPartTemplate]
DisplayName="传奇天使 身体"

[legendsangel_Torso_PL_Templar X2BodyPartTemplate]
DisplayName="传奇天使 身体"

[legendsangel_Torso_PO_Templar X2BodyPartTemplate]
DisplayName="传奇天使 身体"

[legendsangel_Torso_Skirmisher X2BodyPartTemplate]
DisplayName="传奇天使 身体"

[legendsangel_Torso_PL_Skirmisher X2BodyPartTemplate]
DisplayName="传奇天使 身体"

[legendsangel_Torso_PO_Skirmisher X2BodyPartTemplate]
DisplayName="传奇天使 身体"

;ARMS
[legendsangel_Arms_KV_F X2BodyPartTemplate]
DisplayName="传奇天使 手臂"

[legendsangel_Arms_LPL_F X2BodyPartTemplate]
DisplayName="传奇天使 手臂"

[legendsangel_Arms_MPL_F X2BodyPartTemplate]
DisplayName="传奇天使 手臂"

[legendsangel_Arms_HPL_F X2BodyPartTemplate]
DisplayName="传奇天使 手臂"

[legendsangel_Arms_LPO_F X2BodyPartTemplate]
DisplayName="传奇天使 手臂"

[legendsangel_Arms_MPO_F X2BodyPartTemplate]
DisplayName="传奇天使 手臂"

[legendsangel_Arms_HPO_F X2BodyPartTemplate]
DisplayName="传奇天使 手臂"

;ARMS WOTC
[legendsangel_Arms_Reaper X2BodyPartTemplate]
DisplayName="传奇天使 手臂"

[legendsangel_Arms_PL_Reaper X2BodyPartTemplate]
DisplayName="传奇天使 手臂"

[legendsangel_Arms_PO_Reaper X2BodyPartTemplate]
DisplayName="传奇天使 手臂"

[legendsangel_Arms_Templar X2BodyPartTemplate]
DisplayName="传奇天使 手臂"

[legendsangel_Arms_PL_Templar X2BodyPartTemplate]
DisplayName="传奇天使 手臂"

[legendsangel_Arms_PO_Templar X2BodyPartTemplate]
DisplayName="传奇天使 手臂"

[legendsangel_Arms_Skirmisher X2BodyPartTemplate]
DisplayName="传奇天使 手臂"

[legendsangel_Arms_PL_Skirmisher X2BodyPartTemplate]
DisplayName="传奇天使 手臂"

[legendsangel_Arms_PO_Skirmisher X2BodyPartTemplate]
DisplayName="传奇天使 手臂"

;LEGS
[legendsangel_Legs_KV_F X2BodyPartTemplate]
DisplayName="传奇天使 腿"

[legendsangel_Legs_LPL_F X2BodyPartTemplate]
DisplayName="传奇天使 腿"

[legendsangel_Legs_MPL_F X2BodyPartTemplate]
DisplayName="传奇天使 腿"

[legendsangel_Legs_HPL_F X2BodyPartTemplate]
DisplayName="传奇天使 腿"

[legendsangel_Legs_LPO_F X2BodyPartTemplate]
DisplayName="传奇天使 腿"

[legendsangel_Legs_MPO_F X2BodyPartTemplate]
DisplayName="传奇天使 腿"

[legendsangel_Legs_HPO_F X2BodyPartTemplate]
DisplayName="传奇天使 腿"

;LEGS WOTC
[legendsangel_Legs_Reaper X2BodyPartTemplate]
DisplayName="传奇天使 腿"

[legendsangel_Legs_PL_Reaper X2BodyPartTemplate]
DisplayName="传奇天使 腿"

[legendsangel_Legs_PO_Reaper X2BodyPartTemplate]
DisplayName="传奇天使 腿"

[legendsangel_Legs_Templar X2BodyPartTemplate]
DisplayName="传奇天使 腿"

[legendsangel_Legs_PL_Templar X2BodyPartTemplate]
DisplayName="传奇天使 腿"

[legendsangel_Legs_PO_Templar X2BodyPartTemplate]
DisplayName="传奇天使 腿"

[legendsangel_Legs_Skirmisher X2BodyPartTemplate]
DisplayName="传奇天使 腿"

[legendsangel_Legs_PL_Skirmisher X2BodyPartTemplate]
DisplayName="传奇天使 腿"

[legendsangel_Legs_PO_Skirmisher X2BodyPartTemplate]
DisplayName="传奇天使 腿"

[legendsangel_Helmets_F X2BodyPartTemplate]
DisplayName="传奇天使 头"

;TORSO DECO
[legendsangel_TDeco_KV_F X2BodyPartTemplate]
DisplayName="传奇天使 翅膀"

[legendsangel_TDeco_LPL_F X2BodyPartTemplate]
DisplayName="传奇天使 翅膀"

[legendsangel_TDeco_MPL_F X2BodyPartTemplate]
DisplayName="传奇天使 翅膀"

[legendsangel_TDeco_HPL_F X2BodyPartTemplate]
DisplayName="传奇天使 翅膀"

[legendsangel_TDeco_LPO_F X2BodyPartTemplate]
DisplayName="传奇天使 翅膀"

[legendsangel_TDeco_MPO_F X2BodyPartTemplate]
DisplayName="传奇天使 翅膀"

[legendsangel_TDeco_HPO_F X2BodyPartTemplate]
DisplayName="传奇天使 翅膀"

;TORSO DECO WOTC
[legendsangel_TDeco_Reaper X2BodyPartTemplate]
DisplayName="传奇天使 翅膀"

[legendsangel_TDeco_PL_Reaper X2BodyPartTemplate]
DisplayName="传奇天使 翅膀"

[legendsangel_TDeco_PO_Reaper X2BodyPartTemplate]
DisplayName="传奇天使 翅膀"

[legendsangel_TDeco_Templar X2BodyPartTemplate]
DisplayName="传奇天使 翅膀"

[legendsangel_TDeco_PL_Templar X2BodyPartTemplate]
DisplayName="传奇天使 翅膀"

[legendsangel_TDeco_PO_Templar X2BodyPartTemplate]
DisplayName="传奇天使 翅膀"

[legendsangel_TDeco_Skirmisher X2BodyPartTemplate]
DisplayName="传奇天使 翅膀"

[legendsangel_TDeco_PL_Skirmisher X2BodyPartTemplate]
DisplayName="传奇天使 翅膀"

[legendsangel_TDeco_PO_Skirmisher X2BodyPartTemplate]
DisplayName="传奇天使 翅膀"







